Repository: PicaMirum/django-todo
Catalog: todo/locale/*/LC_MESSAGES/django.po
Languages: it

source: You do not yet belong to any groups. Ask your administrator to add you to one.
it: Non appartieni a nessun gruppo. Contatta l'amministratore.

source: {list_name} is gone.
it: La lista "{list_name}" è stata eliminata correttamente.

source: New task "{t}" has been added.
it: Promemoria "{t}" creato correttamente.

source: Comment posted. Notification email sent to thread participants.
it: Il commento è stato pubblicato. Una mail è stata spedita agli utenti interessati.

source: The task has been edited.
it: Modifica salvata correttamente.

source: A new list has been added.
it: Lista creata correttamente.

source: There was a problem saving the new list. Most likely a list with the same name in the same group already exists.
it: Si è verificato un problema nel salvataggio della nuova lista. Controllare che non esistano omonimi nello stesso gruppo.

source: This feature requires TODO_DEFAULT_LIST_SLUG: in settings. See documentation.
it: Questa funzionalità richiede TODO_DEFAULT_LIST_SLUG nelle impostazioni; vedi la documentazione.

source: There is no TaskList with slug specified for TODO_DEFAULT_LIST_SLUG in settings.
it: Non è stata impostata alcuna lista in TODO_DEFAULT_LIST_SLUG nelle impostazioni.

source: Task saved but mail not sent. Contact your administrator.
it: Il promemoria è stato salvato, ma c'è stato un problema nella spedizione della mail. Contatta l'amministratore di sistema.

source: Your trouble ticket has been submitted. We'll get back to you soon.
it: La segnalazione è stata salvata correttamente.

source: Task status changed for '{}'
it: Lo stato del promemoria "{}" è stato cambiato correttamente.

source: Task '{}' has been deleted
it: Il promemoria "{}" è stato eliminato correttamente.
